<template>
  <BlockLayout :block-desc="pageText.description">
    <div class="grid md:grid-cols-2 grid-cols-1 gap-6">
      <CardItem
        v-for="item of valueCardItems"
        :key="item.title"
        :item="item"
        class="bg-gray-08"
      />
    </div>
  </BlockLayout>
</template>

<script>
export default {
  name: 'ApprovalBuilding',
}
</script>
<script setup>
import { get } from 'lodash-es'

import { BlockLayout, CardItem } from '@/views/components'

const pageText = {
  description:
    '按照《四川一体化政务服务平台运行管理办法》有关要求，基于全省一体化政务服务平台统一技术架构和相关技术标准规范，开展四川政务服务网XX区分站点和“天府通办”APPXX区分站点运营，实现政务服务事项“三级四同”、政务服务应用特色创新、政务服务流程标准规范，从而提升XX区“一网通办”网上政务服务水平。',
  make_plan: {
    title: '方案编制、需求台账、分析报告',
    description:
      '根据上一年度四川网上政务服务能力评估结果，对XX区在网上政务服务能力方面的相关问题进行分析，围绕提升网上政务服务能力，根据“一网通办”重点工作，编制四川政务服务网及“天府通办”APPXX区分站点总体运营方案。汇总四川政务服务网及“天府通办”APPXX区分站各类运营需求，形成需求台账。对日常运营工作及其成效进行分析，形成四川政务服务网及“天府通办”APPXX区分站点运营成效分析报告。',
  },
  content_wrok: {
    title: '内容运营',
    description:
      '内容运营分为两个方面，四川政务服务网XX区分站点内容运营和“天府通办”XX区分站点内容运营。主要包括，信息采编、专题策划、图解策划、读网检查等专项工作- 信息采编工作围绕“放管服”改革、优化营商环境、政务服务运营成效、疫情防控等方面的内容，着力保障四川政务服务网各栏目信息资讯。每周不低于5篇- 围绕政务服务重点工作及社会热点，策划、设计制作专题，如“旅游服务专区”“普法教育专区”等- 围绕省政府及市政府出台的政务服务类政策文件和服务措施策划、制作图文解读服务专题。全年不低于5个。读网按定期报告提交',
  },
  app_work: {
    title: '应用运营',
    description:
      '围绕高频便民服务对四川政务服务网、“天府通办”移动客户端开展应用运营工作，包括应用策划、应用审核、应用监测、应用上下架等方面的工作。梳理高频应用不低于30个- 以人社、公安、民政、交通、医保、公积金、市场准入、工程建设为重点领域，策划、设计制作、服务与运营适用于XX区分站点的服务应用- 对XX区分站点的服务应用进行合规性审核、功能测试，及时向上传单位沟通反馈审核结果- 对XX区分站点的服务应用进行实时监测、监测结果反馈，发送异常情况整改通知- 根据实际需求，对XX区分站点的服务应用上下架进行管理操作',
  },
  business_work: {
    title: '业务运营',
    description:
      '按照有关标准规范，对四川一体化政务服务平台XX区分站的后台基础信息进行维护管理，包括部门、人员、角色、权限等基础信息的配置及变更- 按照有关标准规范，基于全省统一的政务服务事项管理平台，创建XX区政务服务事项个性化目录清单、地方性法规规定事项、维护实施清单，确保四川政务服务和“天府通办”APPXX区分站点办事指南的规范展示，对XX区办理项进行清理，包括，事项名称、事项类型、设定依据、实施机构、法定办结时限、承诺办结时限、结果名称、结果样本、收费标准、收费依据、申请材料、办理流程、办理形式、审查标准、通办范围、预约办理、网上支付、物流快递、办理地点、办理时间、咨询电话、监督电话等信息要素梳理。重点事项梳理不低于100个- 按照有关标准规范，基于全省统一的电子表单系统，围绕重点高频事项的电子表单进行梳理汇聚- 按照有关标准规范，基于全省统一的电子证照管理平台，围绕重点高频事项的电子证照进行梳理汇聚- 按照有关标准规范，基于全省统一的电子签章管理平台，围绕重点单位、重点事项相关电子签章进行梳理汇聚- 根据实际需要，基于全省统一的政务服务支付平台，围绕重点高频事项的收费支付信息进行梳理汇聚- 根据实际需要，基于全省统一的政务服务物流平台，围绕重点高频事项的物流配送信息进行梳理汇聚',
  },
  service_work: {
    title: '主题服务运营',
    description:
      '为了解决群众办事堵点、难点问题，充分发挥一体化政务服务平台对政务服务集聚、集成、集约优势，从以职能部门审批的“一个事项”为中心，转向以企业和群众办理的“一件事”为中心，围绕重点领域，试点推行“一件事一次办”服务模式。编制XX区主题场景服务清单，并开展相关业务梳理工作，实现主题服务一份指南、一次申报、一套材料。服务事项精细化梳理不低于10个- 以企业和群众的需求为中心，聚焦社会关注的政务服务主题，编制“一件事”主题场景服务清单- 根据“一件事”主题场景服务清单，编制办事指南。通过广泛收集“一件事”主题场景服务链条上各种申请材料，精简、优化、合并表单重复信息、无用信息、可网络核验信息，使企业和群众申报事项只需 “一份申请、一个流程、多方使用”。坚持重复提供的证明材料必须取消，能通过网络核验的证明材料必须取消，能在政务大厅相关窗口获取信息的证明材料必须取消。用“三个必须取消”持续推进“减证便民”。事项配置可用于网上办理不低于5个',
  },
  evaluation_work: {
    title: '评估运营',
    description:
      '对照每年度四川省网上政务服务能力第三评估指标，对XX区网上政务服务能力水平进行客观分析，并提出整改措施，包括服务成效度、办理成熟度、服务创新度、基础支撑度等专项对标分析。每月提供一次网上政务服务能力监测指标数据用于全市通报，每季度提供一次评估报告。',
  },
}

const valueCardItems = [
  'make_plan',
  'content_wrok',
  'app_work',
  'business_work',
  'service_work',
  'evaluation_work',
].map(key => ({
  title: get(pageText, `${key}.title`),
  desc: get(pageText, `${key}.description`),
}))
</script>
